Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A31A.tmx
Source language: en_us
Languages: zh_cn

source: Beholding beauty: How it's been studied Beauty.
zh_cn: 瞧呀，美：美是怎样被研究的 美。

source: We know it when we see it, but what is it?
zh_cn: 看到时我们知道，但美到底是什么？

source: Philosopher Edmund Burke wrote, "We must conclude that beauty is, for the greater part, some quality in bodies, acting mechanically upon the human mind by the intervention of the senses."
zh_cn: 哲学家埃德蒙·伯克写道，“我们必须断定，美更大部分是身体的一些品性，跟随受到感官干扰的心智机械地行动。

source: Burke wrote that in 1756, but it's still being quoted today.
zh_cn: ”伯克是在1756年写的，但今天仍然被引用。

source: And scientists are still trying to figure out what makes things and people beautiful.
zh_cn: 科学家现今仍然在视图弄清楚是什么让事和人美。

source: In some ways, it's like asking whether your vision of "red" is the same as someone else's -- there's just no way to know for sure, says Denis Pelli, professor of psychology and neural science at New York University.
zh_cn: 某种程度上，有点像问，你对“红”的看法是不是和别人的一样——没办法确定地知道答案，纽约大学的心理学和神经科学的教授丹尼斯·佩里说。

source: Still, there's plenty to explore in neuroscience and psychology when it comes to what people find beautiful, to what extent people see beauty in themselves, and what role beauty plays in society.
zh_cn: 但仍然，在遇到人们觉得发现什么是美，在何种程度上人们会发现自己的美以及美在社会中扮演何种角色这些问题时，神经科学和心理学还有很多要去探索。

source: Beauty and the brain
zh_cn: 美和大脑

source: Regardless of culture, there appear to be certain patterns of brain activity associated with viewing something you find beautiful.
zh_cn: 无论何种文化，当你在看你觉得美的事物时，大脑活动似乎都有某种特定模式。

source: Semir Zeki, professor of neuroesthetics at University College London, studies the neural basis for art appreciation.
zh_cn: 英国伦敦大学学院的神经美学教授森马·泽克，研究艺术欣赏的神经基础。

source: He has found that the only factor common to all that people find beautiful in art and music is activity in the brain's medial orbital frontal cortex, part of the reward and pleasure center of the brain.
zh_cn: 他发现，所有人发现艺术和音乐中的美的唯一共性因素就是，大脑内侧眼窝额骨皮层的活动，那是阳性强化刺激的部分和大脑的愉悦中心处。

source: There are cultural trends in what in art and music people find beautiful -- for instance, there's a Japanese preference for asymmetry, compared to a Western ideal of symmetry.
zh_cn: 人们发现艺术和音乐中的美也受文化趋势的影响——例如，日本人偏爱不对称，而西方人美学理想是对称。

source: This does not apply to faces, however, as it seems that universally people prefer symmetrical faces.
zh_cn: 可是在说到脸的时候又不适用了，似乎普遍都青睐对称的脸。

source: It's also not well understood why people adapt to certain objects of beauty after many exposures, but not others.
zh_cn: 也不太清楚为什么人们在多次的接触之后又适应了某件物体了，但有些又不行。

source: For instance, you might be bored of a pop song after a few listens, but listen to an opera dozens of times, over a period of years, and still feel emotional about it.
zh_cn: 例如，再听了几次一首流行歌后你可能就厌烦了，但是歌剧听了上百次，上百年，仍然深有感触。

source: Or perhaps there's a painting that you've always admired, whereas another painting loses its splendor after a few viewings.
zh_cn: 也许可能有一幅画你一直赞叹，然而另一幅看了几眼之后却失去了其光彩。

source: That makes sense, since we see every single blemish in ourselves, whereas there are plenty of people we consider beautiful to whom we don't get close enough to examine all the little flaws.
zh_cn: 其实那是说得通的，因为我们能看到自己的每一点瑕疵，然而有很多我们认为美的人我们却不能靠得足够近去观察他们的所有小缺点。

source: Perception of beauty may weaken when we do start to recognize those defects, Zeki said.
zh_cn: 泽克说，我们承认那些缺点的时候，对美的感觉可能就变弱了。

source: Brain imaging has been done with facial beauty, too.
zh_cn: 大脑成像也和脸部美有关系。

source: A recent study in Neuroimage found that self-evaluation of one's own facial attractiveness may be related to self-esteem, based on common patterns of brain activity.
zh_cn: 一项最近的神经影像的研究发现，根据大脑活动的共同模式，一个人对自己脸部美的吸引力的自我评价可能和自尊有关系。

source: Beauty in the face
zh_cn: 脸的美

source: When it comes to facial attractiveness, there are reasons to believe that specific features and biologically based factors guide our assessment of beauty.
zh_cn: 谈到脸部的吸引力，有理由相信特殊的特征和生物学因素会引导我们对美的评估。

source: Faces that are more symmetrical and average-looking tend to be rated as more attractive in scientific studies.
zh_cn: 更匀称和普通的脸在科学研究里更可能被认为是更迷人的。

source: Symmetry in particular has been studied extensively, not only in the Western World but also in hunter-gatherer cultures removed from mainstream media.
zh_cn: 尤其是被广泛研究的匀称，不仅在西方世界，在远离主流媒体的狩猎文化里也是。

source: The Hadza of Tanzania, a remote group of hunter-gatherers, showed a stronger preference for symmetry than people in the United Kingdom.
zh_cn: 坦桑尼亚的哈扎人是一个狩猎的遥远的群落，对对称表现出比英国更强的偏爱。

source: Men who were more often deemed good hunters especially liked symmetry in female faces.
zh_cn: 好猎手在择偶时尤其喜欢脸部匀称的女人。

source: And Hadza women like symmetry in men's faces even more when they were pregnant or nursing, periods when they may be extra cautious about foods and disease harmful to a child.
zh_cn: 哈扎女人更多地在怀孕时或养育时喜欢脸部匀称的男人，可能那个时期她们对事物格外小心谨慎，也怕疾病危害小孩。

source: In fact, even babies respond more positively to attractive, symmetrical faces.
zh_cn: 实际上，即使是婴儿也更积极地回应迷人而匀称的脸。

source: But babies appear to respond more to faces deemed attractive than those that are purely symmetrical, suggesting there's something else going on.
zh_cn: 但是婴儿更能对那些被认为迷人的脸比那些纯粹对称的脸回应更多，这表明还有一些其他的因素。

source: There are theories that specific proportions are the most naturally beautiful, with ratios of length and width being important.
zh_cn: 有理论表明，具体比例是最自然的美丽，所以长和宽的比例非常重要。

source: And with the help of computers, it has become apparent that morphing a lot of faces together typically produces an end product that is highly attractive.
zh_cn: 在电脑的帮助下，很明显，将很多张典型的脸混合变形在一起最终能生成一张十分迷人的脸。

source: The reasoning goes that this blending gets closer to the face "prototype" that may underline attractiveness -- the ultimate idea of a face is the most average one.
zh_cn: 原因可能是这种混合更接近着重于吸引力的脸“模型”——最终的脸是一张最普通平凡的脸。

source: So it may be that babies are drawn to faces that are most like the most basic concept of a face -- that is, they are average.
zh_cn: 所以，也许是婴儿是被最接近基本概念的脸所吸引——也就是说，最普通的脸。

source: Putting it all together, a 2007 study in Perception &amp; Psychophysics suggests that symmetry adds to the attractiveness of "average" faces.
zh_cn: 综合起来，一项2007年的认知和精神物理学的研究表明，对称增加了“平均”脸（译注：我的理解是大众脸）的吸引力。

source: Why should that matter?
zh_cn: 为什么那很重要？

source: The theory goes that symmetrical features may be markers of genetic quality.
zh_cn: 理论表明，对称特征可能标志基因质量。

source: Human ancestors evolved to find mates that would pass on good genes to offspring, so they would naturally be repelled by traits that would be detrimental to survival or indicators of poor health.
zh_cn: 人类祖先逐渐进化，寻找能把好基因遗传给后代的伴侣，所以他们自然地排斥对生存有害或者健康不佳的特质。

source: In fact, a 2011 study in the journal Economics and Human Biology found that people with asymmetrical faces tended to come from more difficult and deprived childhoods than those with more symmetrical features.
zh_cn: 事实上，一项2011年发表在《经济学和人类生物学杂志》上的一项研究发现，脸部不匀称的人比脸部更匀称的人更多地有条件更困难、生活资料差的童年。

source: It appears that adversity in childhood is associated with facial features that are not perfectly aligned and matching, although there's no proof that one of these phenomena causes the other.
zh_cn: 看上去好像童年的苦难和脸部不是那么完美均衡和相称的特征有关系，尽管没有这些现象之一会引起另一现象产生的证据。

source: Since sexual relationships are more costly for female primates -- they bear the kids -- females are the choosier sex.
zh_cn: 因为性关系对雌性灵长类代价更高——她们得传宗接代——因而是雌性选择性。

source: And the kind of man that women are attracted to can vary according to phases of the ovulation cycle.
zh_cn: 女人吸引男人会更随着排卵周期而变化。

source: Studies showed that during periods of high fertility, women are more drawn to more rugged, dominant-looking men.
zh_cn: 研究表明，在高生育力期间，女性更能被更粗犷和英俊的男人所吸引。

source: Subconsciously they may be perceiving beauty in accordance with evolutionary forces, since dominance can indicate genetic fitness.
zh_cn: 她们可能下意识地依照进化地力量感知美，因为优势能表明基因优良。

source: Incidentally, women also buy sexier clothes when they are most fertile.
zh_cn: 顺带提一下，当女人最能生育时她们可能买更性感的衣服。

source: A recent study in the journal Nature Communications found that women are most attracted to men with the strongest immune systems, which were associated with higher testosterone levels.
zh_cn: 《自然通讯》杂志上的最近一项研究发现，女人最能被免疫系统强壮的男人吸引，因为那可能有更高的睾丸素水平。

source: But that was complicated in men who had higher levels of the stress hormone cortisol, suggesting that women may find stressed-out men less attractive.
zh_cn: 但是哪位男性有更高水平的压力荷尔蒙皮质醇的问题就很复杂了，这表明女性可能找到不那么迷人的承受巨大压力的男性。

source: Beauty also plays a role in friendship.
zh_cn: 美在友谊中也有重要作用。

source: Research has shown that women tend to have friends of similar attractiveness, such as a 2010 study in the journal Human Nature.
zh_cn: 研究表明，女性倾向于拥有有相似魅力的朋友，例如2010年《人类本性》杂志上的一项研究。

source: These scientists found that, both in terms of one's own perceptions of beauty and that of independent judges, a woman's attractiveness correlates well with her friends' attractiveness.
zh_cn: 那些科学家发现，从个人自己对美的感知和独立的判断的观点来说，一个女人的吸引力和她的朋友的吸引力密切相关。

source: And, if you're a woman who's the less attractive one in a friendship pair, you're also more likely to view your more attractive friend as a mating rival.
zh_cn: 如果你是两个人中不那么有吸引力的那个女人，那么你更可能把你更有吸引力的那个朋友看成是交配竞争对手。

source: But this is a small study, and more research should be done to back up these conclusions.
zh_cn: 但是这只是一项小小的研究，要支撑这些结论需要有更多的研究。

source: Beauty in yourself
zh_cn: 自己的美

source: Sometimes people hook their self-worth on their appearance, tying beauty to their perception of themselves, says Heather Patrick, researcher at the National Institutes of Health.
zh_cn: 有时人们将自我价值和外貌勾连在一起，把美和对自己的看法捆绑在一起，美国国家卫生研究员研究员希瑟·帕特里克说。

source: "We compare how we think we look to how other people look, and we make a decision about whether we're much better or much worse," she said.
zh_cn: “我们将自己对自己的看法和别人的看法进行比较，然后做出我们是否更好或者更早的结论，”她说道。

source: That comparison can have negative or positive emotional and psychological consequences.
zh_cn: 这种比较会有消极或者积极的情绪和心理后果。

source: There's scientific evidence to suggest that ideas about the importance of one's own beauty get formulated in childhood, she said.
zh_cn: 科学证据表明，有关一个人自己美的重要性的观点在儿童期就已经明确了，她说道。

source: Parents give a certain level of praise to their children for their appearance, vs. the amount of effort they put into tasks and the activities they're good at.
zh_cn: 父母会对他们孩子的外貌、投入任务的努力以及擅长的活动给出一定程度的赞美。

source: Little girls in child beauty contests, for instance, receive the feedback that their appearance is highly valued.
zh_cn: 例如，小女孩的选美比赛，会让她们得到她们的外表受到高度重视的反馈。

source: "You can imagine that sets the stage for people to think about themselves in terms of appearance or abilities," Patrick said.
zh_cn: “你想想看，那给了人们思考自己外表和能力的舞台，”帕特里克说道。

source: And when it comes to assessing beauty, many people are their own worst critics.
zh_cn: 就评价美而论，很多人都是他们自己最坏的批评者。

source: Sometimes there's a particular body part that becomes a focus of self-loathing.
zh_cn: 有时候身体的某个部位会成为最厌恶的地方。

source: "I think it's still socially unacceptable to say things to others that we would say to ourselves," Patrick said.
zh_cn: “我觉得将我们对自己说的对别人说，仍然是社会不可能接受的，”帕特里克说。

source: "We don't filter our judgments of ourselves in the same way that we filter judgments of others."
zh_cn: “我们过滤自己的判断不会像过滤别人的评价那样去过滤。

source: When taken to the extreme, obsession over a particular aspect of one's appearance has a psychiatric diagnosis: body dysmorphic disorder.
zh_cn: ”说得过点，对人外貌的特别地方的迷恋有一种精神病学诊断：身体畸形恐惧症。

source: It's the reason some people get dozens of plastic surgeries, but are never satisfied with the outcomes.
zh_cn: 这是很多人做几十个整容手术，但仍然对结果不满意的原因。

source: On the flip side, you can view your body as a source of power -- for instance, after running a first 5 kilometer race or even marathon, some people feel proud of what their bodies can do.
zh_cn: 另一方面，你可以将自己的身体视为力量源泉——例如，跑了5000米比赛或者马拉松第一，有些人对自己的身体能做到的很自豪。

source: Beauty as power
zh_cn: 美作为力量

source: Studies have shown that people who are perceived as being more attractive also appear more competent and successful, said Jasmin Cloutier, researcher at the University of Chicago.
zh_cn: 研究表明，被认为更有魅力的人似乎也更有能力和更成功，芝加哥大学研究员贾思敏·克劳迪尔说。

source: "There's presumably a strong cultural and learned dimension to all of these effects," he said.
zh_cn: “这些效果想必还有很多文化和才华的原因，”他说道。

source: Other research has shown that physical attractiveness can also influence salary.
zh_cn: 另一项研究表明，身体魅力也能影响薪水。

source: The legal system may even take beauty into account -- a variety of studies have found effects suggesting that attractiveness helps when it comes to verdicts and sentencing.
zh_cn: 法律制度可能也要将美列入考虑中——各种各样的研究发现当谈到裁决和量刑时吸引力会起作用。

source: It may be that attractive people are less likely to commit crimes as serious as unattractive people, or that there is a societal view that pretty people are "good" and wouldn't do bad things, Catherine A. Sanderson writes in the book "Social Psychology."
zh_cn: 可能是有吸引力的人不太可能像没有吸引力的人犯那么严重的罪，或者有一种漂亮的人是“好人”不会做坏事的社会观点，凯瑟琳·A·桑德森在《社会心理学》书中写到。

source: Vivian Diller, a New York-based psychologist and co-author of "Face It: What Women Really Feel As Their Looks Change," divides perception of beauty into three things: contributing factors from genetics, grooming and how people reacted to your appearance in early life.
zh_cn: 薇薇安·迪勒是一位主要在纽约发展的心理学家，也是《面对它：女人容貌一旦改变她的真的感觉是什么》的合作者，将对美的感知分为三件事：基因影响因素、修饰以及早期人们对你外貌的反应。

source: "Early experiences of being the apple of your mother or father's eye goes a very long way about how you feel about your own looks," Diller said.
zh_cn: “在你爸或者你妈眼里你是心头宝的早期经历会长期地影响你对自己外貌的感觉，”迪勒说道。

source: But if your parent became more critical of you when you became less "cute," you might feel less attractive, she said.
zh_cn: 但是如果你的父母在你变得不那么“可爱”的时候开始批评你，你可能感觉没那么有吸引力，她说道。

source: There must be something more than just other peoples' good favor for looks going on, since there are professional models with low self-image.
zh_cn: 一定还有除了他人对外貌喜爱的原因存在，因为还有一些自我形象较低的模特儿。

source: For models, there are unrealistic expectations of beauty all around -- not only in magazines and television.
zh_cn: 到处都有对模特的美的不切实际的期望——不只有杂志和电视。

source: The ones who do well are those who don't assume they have to be perfect to be beautiful, Diller said.
zh_cn: 那些做得好的，是那些不认为他们应该完美应该漂亮的人，迪勒说。

source: Diller herself was a professional ballet dancer, and then modeled while getting a Ph.D. in clinical psychology.
zh_cn: 迪勒本人是一个专业芭蕾舞蹈家，在考取临床心理学博士的时候还在做模特儿。

source: She would wash off her makeup when it was time to go to class so people would take her more seriously.
zh_cn: 到去上课的时间时她就卸去妆，因而别人也会认真地对待她。

source: "When I left that world, I had to, little by little, find my value in something other than how I looked or how I danced," she said.
zh_cn: “当离开那个世界的时候，我不得不，逐渐地，寻找我除了外貌或跳舞的其他方面的价值，”她说道。

source: It's a process that everyone goes through at some point, no matter how much or little you value your looks: aging.
zh_cn: 在某种程度上说有个每个人都会经历的过程，不管你觉得自己的价值有多大或多小：变老。

source: The good looks of youth change, and no longer match your vision of yourself.
zh_cn: 人老珠黄，也不再配得上你心中的那个自己了。

source: But when you're in a marriage or long-term partnership, you're not actively having to worry about being beautiful to attract a new mate.
zh_cn: 但是你进入婚姻或者长期关系，你就不需要那么担心要漂亮地吸引新的伴侣了。

source: "I enjoy my looks much more now because they don't matter as much," Diller said.
zh_cn: “我更享受我现在的样子，因为现在外貌没那么重要了，”迪勒说。
